temp_runs/case_327/0/k
FoamFile { version 2.0; format ascii; class volScalarField; object k; }
dimensions [0 2 -2 0 0 0 0]; internalField uniform 0.038851318359375005;
boundaryField { inlet { type fixedValue; value uniform 0.038851318359375005; } outlet { type zeroGradient; } walls { type kqRWallFunction; value uniform 0.038851318359375005; } frontAndBack { type empty; } }
